Repository: JiZPaper/PaperVN
Catalog: PaperVN/Localizable.xcstrings
Source language: zh_hans
Languages: de, en, ja, ko, pl, zh_hant

source: 鲲Galgame提供的NextMoe API聚合了多个平台的相关数据。PaperVN将利用NextMoe API获取需要的所有可用内容，并减少向原数据来源站点发送请求。PaperVN Connect与此功能同时启用时，向NextMoe API发送的请求不会通过代理。仅建议居住在数据来源站点被封禁的国家或地区的用户启用。
de: Die von KunGalgame bereitgestellte NextMoe-API bündelt zugehörige Daten von mehreren Plattformen. PaperVN verwendet die NextMoe-API, um alle benötigten verfügbaren Inhalte abzurufen und Anfragen an die ursprünglichen Datenquellen zu reduzieren. Wenn PaperVN Connect und diese Funktion gemeinsam aktiviert sind, werden Anfragen an die NextMoe-API nicht über den Proxy geleitet. Die Aktivierung wird nur Nutzern in Ländern oder Regionen empfohlen, in denen die Quellseiten blockiert sind.
en: The NextMoe API provided by KunGalgame aggregates related data from multiple platforms. PaperVN uses the NextMoe API to obtain all available content it needs and reduce requests to the original data sources. When PaperVN Connect and this feature are enabled together, requests to the NextMoe API will not go through the proxy. Enabling this is recommended only for users living in countries or regions where the source sites are blocked.
ja: KunGalgameが提供するNextMoe APIは、複数のプラットフォームから関連データを集約します。PaperVNはNextMoe APIを利用して必要なコンテンツを取得し、元のデータソースへのリクエストを減らします。PaperVN Connectとこの機能を同時に有効にした場合、NextMoe APIへのリクエストはプロキシを経由しません。データソースのサイトがブロックされている国や地域に住むユーザーのみ有効にすることをおすすめします。
ko: KunGalgame이 제공하는 NextMoe API는 여러 플랫폼의 관련 데이터를 통합합니다. PaperVN은 NextMoe API를 사용해 필요한 모든 콘텐츠를 가져오고 원본 데이터 출처에 대한 요청을 줄입니다. PaperVN Connect와 이 기능을 함께 활성화하면 NextMoe API 요청은 프록시를 거치지 않습니다. 데이터 출처 사이트가 차단된 국가 또는 지역에 거주하는 사용자에게만 활성화를 권장합니다.
pl: API NextMoe udostępniane przez KunGalgame agreguje powiązane dane z wielu platform. PaperVN korzysta z API NextMoe, aby pobierać wszystkie potrzebne dostępne treści i ograniczać liczbę żądań do oryginalnych źródeł danych. Gdy PaperVN Connect i ta funkcja są włączone jednocześnie, żądania do API NextMoe nie przechodzą przez serwer proxy. Włączenie tej funkcji zaleca się tylko użytkownikom mieszkającym w krajach lub regionach, w których witryny źródłowe są zablokowane.
zh_hant: 鯤Galgame提供的NextMoe API聚合了多個平台的相關資料。PaperVN將利用NextMoe API取得需要的所有可用內容，並減少向原資料來源網站傳送要求。PaperVN Connect與此功能同時啟用時，傳送至NextMoe API的要求不會通過代理。僅建議居住在資料來源網站遭封鎖的國家或地區的使用者啟用。

source: 鲲Galgame用户
de: KunGalgame-Nutzer
en: KunGalgame User
ja: KunGalgameユーザー
ko: KunGalgame 사용자
pl: Użytkownik KunGalgame
zh_hant: 鯤Galgame使用者

source: 鲲Galgame登录已失效，请重新登录。
de: Deine KunGalgame-Anmeldung ist abgelaufen. Melde dich erneut an.
en: Your KunGalgame sign-in has expired. Sign in again.
ja: KunGalgameのログインの有効期限が切れました。もう一度ログインしてください。
ko: KunGalgame 로그인이 만료되었습니다. 다시 로그인해 주세요.
pl: Logowanie do KunGalgame wygasło. Zaloguj się ponownie.
zh_hant: 鯤Galgame登入已失效，請重新登入。

source: 鲲Galgame登录缺少NextMoe内容权限，请重新登录以授权。
de: Deine KunGalgame-Anmeldung hat keine Berechtigung für NextMoe-Inhalte. Melde dich erneut an, um sie zu autorisieren.
en: Your KunGalgame sign-in is missing permission to access NextMoe content. Sign in again to authorize it.
ja: KunGalgameのログインにNextMoeコンテンツへのアクセス権限がありません。権限を付与するには、もう一度ログインしてください。
ko: KunGalgame 로그인에 NextMoe 콘텐츠 권한이 없습니다. 권한을 부여하려면 다시 로그인해 주세요.
pl: Logowanie do KunGalgame nie ma uprawnień do treści NextMoe. Zaloguj się ponownie, aby udzielić autoryzacji.
zh_hant: 鯤Galgame登入缺少NextMoe內容權限，請重新登入以授權。

source: 鲲Galgame请求失败。
de: KunGalgame-Anfrage fehlgeschlagen.
en: KunGalgame request failed.
ja: KunGalgameへのリクエストに失敗しました。
ko: KunGalgame 요청에 실패했습니다.
pl: Żądanie KunGalgame nie powiodło się.
zh_hant: 鯤Galgame要求失敗。

source: 鲲Galgame返回了无效的登录结果。
de: KunGalgame hat ein ungültiges Anmeldeergebnis zurückgegeben.
en: KunGalgame returned an invalid sign-in result.
ja: KunGalgameから無効なログイン結果が返されました。
ko: KunGalgame에서 잘못된 로그인 결과를 반환했습니다.
pl: KunGalgame zwróciło nieprawidłowy wynik logowania.
zh_hant: 鯤Galgame傳回了無效的登入結果。

source: 鲲Galgame返回了无法识别的响应。
de: KunGalgame hat eine nicht erkennbare Antwort zurückgegeben.
en: KunGalgame returned an unrecognized response.
ja: KunGalgameから認識できない応答が返されました。
ko: KunGalgame에서 인식할 수 없는 응답을 반환했습니다.
pl: KunGalgame zwróciło nierozpoznaną odpowiedź.
zh_hant: 鯤Galgame傳回了無法辨識的回應。

source: 久岛鸥
de: Kushima Kamome
en: Kushima Kamome
ja: 久島鴎
ko: 쿠시마 카모메
pl: Kushima Kamome
zh_hant: 久島鷗

source: 亚托莉
de: Atri
en: Atri
ja: アトリ
ko: 아토리
pl: Atri
zh_hant: 亞托莉

source: 亚托莉 -我挚爱的时光-
de: ATRI -My Dear Moments-
en: ATRI -My Dear Moments-
ja: ATRI -My Dear Moments-
ko: ATRI -My Dear Moments-
pl: ATRI -My Dear Moments-
zh_hant: 亞托莉 -我摯愛的時光-

source: 夏日口袋：夏日绚烂之中
de: Summer Pockets: Xiari Xuanlan Zhi Zhong
en: Summer Pockets: Xiari Xuanlan Zhi Zhong
ja: 「Summer Pockets」ショートストーリー ～夏の眩しさの中で～
ko: Summer Pockets: Xiari Xuanlan Zhi Zhong
pl: Summer Pockets: Xiari Xuanlan Zhi Zhong
zh_hant: 夏日口袋：夏日絢爛之中

source: 夏日岛可梦
de: SP
en: SP
ja: SP
ko: SP
pl: SP
zh_hant: 夏日島可夢

source: 斑鸠夏生
de: Ikaruga Natsuki
en: Ikaruga Natsuki
ja: 斑鳩夏生
ko: 이카루가 나츠키
pl: Ikaruga Natsuki
zh_hant: 斑鳩夏生

source: 白羽
de: Shiroha
en: Shiroha
ja: しろは
ko: 시로하
pl: Shiroha

source: 空门苍
de: Sorakado Ao
en: Sorakado Ao
ja: 空門蒼
ko: 소라카도 아오
pl: Sorakado Ao
zh_hant: 空門蒼

source: 鸣濑白羽
de: Naruse Shiroha
en: Naruse Shiroha
ja: 鳴瀬しろは
ko: 나루세 시로하
pl: Naruse Shiroha
zh_hant: 鳴瀨白羽

source: PaperVN已开源
de: PaperVN ist Open Source
en: PaperVN Is Open Source
ja: PaperVNはオープンソースになりました
ko: PaperVN이 오픈 소스가 되었습니다
pl: PaperVN jest open source
zh_hant: PaperVN已開源

source: 而且永远免费
de: Und für immer kostenlos
en: And Free Forever
ja: これからもずっと無料
ko: 그리고 언제나 무료
pl: I zawsze za darmo
zh_hant: 而且永遠免費

source: 过去一个月，我在PaperVN上的支出为%@。如果你愿意做出行动支持PaperVN，我将感激不尽。
de: Im letzten Monat habe ich %@ für PaperVN ausgegeben. Wenn du PaperVN unterstützen möchtest, wäre ich dir sehr dankbar.
en: Over the past month, I spent %@ on PaperVN. If you’d like to take action to support PaperVN, I’d be truly grateful.
ja: この1か月間で、PaperVNに%@を費やしました。PaperVNを応援していただけたら、心から感謝します。
ko: 지난 한 달 동안 PaperVN에 %@의 비용이 들었습니다. PaperVN을 응원해 주신다면 정말 감사하겠습니다.
pl: W ostatnim miesiącu wydatki na PaperVN wyniosły %@. Jeśli zechcesz wesprzeć PaperVN, z góry serdecznie dziękuję.
zh_hant: 過去一個月，我在PaperVN上的支出為%@。如果你願意做出行動支持PaperVN，我將感激不盡。

source: 在App Store中评分
de: Im App Store bewerten
en: Rate on the App Store
ja: App Storeで評価
ko: App Store에서 평가하기
pl: Oceń w App Store
zh_hant: 在App Store中評分

source: 在GitHub中查看
de: Auf GitHub ansehen
en: View on GitHub
ja: GitHubで見る
ko: GitHub에서 보기
pl: Zobacz w serwisie GitHub
zh_hant: 在GitHub中檢視

source: 开始使用PaperVN
de: PaperVN jetzt verwenden
en: Start Using PaperVN
ja: PaperVNを使い始める
ko: PaperVN 사용 시작하기
pl: Zacznij korzystać z PaperVN
zh_hant: 開始使用PaperVN

source: %@元
de: %@ CNY
en: CN¥%@
ko: %@위안
pl: %@ CNY

source: In a seaside town slowly sinking beneath the rising sea, Natsuki salvages a sleeping robot girl named Atri from the ocean floor...
en: 海面上昇によって沈みゆく海辺の町。夏生は海の底から、眠っている少女型ロボット・アトリを引き揚げる……

source: Blu-ray Player
pl: Odtwarzacz Blu-ray

source: DVD Player
pl: Odtwarzacz DVD

source: VNDB ID
pl: Identyfikator VNDB

source: %lldcm
zh_hant: %lld公分

source: %lldkg
zh_hant: %lld公斤
